export default {
  projections: {
    КлиентE: {
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      полис: {
        __caption__: 'Полис'
      },
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      имя: {
        __caption__: 'Имя'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      }
    },
    КлиентL: {
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      полис: {
        __caption__: 'Полис'
      },
      кодКлиента: {
        __caption__: 'Код клиента'
      },
      имя: {
        __caption__: 'Имя'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    имя: {
      __caption__: 'Имя'
    },
    кодКлиента: {
      __caption__: 'Код клиента'
    },
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    полис: {
      __caption__: 'Полис'
    },
    серияПаспорта: {
      __caption__: 'Серия паспорта'
    },
    фамилия: {
      __caption__: 'Фамилия'
    }
  }
};
